Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Restoration is incomplete. Remaining settings were not applied.
ar: الاستعادة غير مكتملة. لم يتم تطبيق الإعدادات المتبقية.
de: Die Wiederherstellung ist unvollständig. Verbleibende Einstellungen wurden nicht angewendet.
es: La restauración está incompleta. No se aplicaron las configuraciones restantes.
fr: La restauration est incomplète. Les paramètres restants n’ont pas été appliqués.
ja: 復元が完了していません。残りの設定は適用されませんでした。
ko: 복원이 완료되지 않았습니다. 나머지 설정은 적용되지 않았습니다.
pt: A restauração está incompleta. As configurações restantes não foram aplicadas.
ru: Восстановление не завершено. Остальные настройки не были применены.
tr: Geri yükleme tamamlanmadı. Kalan ayarlar uygulanmadı.
zh_hans: 恢复未完成，剩余设置未执行。
zh_hant: 還原未完成，剩餘設定未執行。

# Restoration is incomplete. Retry Restoration or Keep Current Values to continue.
source: Restoration is incomplete. Choose Retry Restoration or Keep Current Values to continue.
ar: الاستعادة غير مكتملة. أعد محاولة الاستعادة أو احتفظ بالقيم الحالية للمتابعة.
de: Die Wiederherstellung ist unvollständig. Wiederholen Sie die Wiederherstellung oder behalten Sie die aktuellen Werte bei, um fortzufahren.
es: La restauración está incompleta. Elige Reintentar restauración o Mantener valores actuales para continuar.
fr: La restauration est incomplète. Réessayez la restauration ou conservez les valeurs actuelles pour continuer.
ja: 復元が完了していません。「復元を再試行」または「現在の値を保持」を選択して続行してください。
ko: 복원이 완료되지 않았습니다. 계속하려면 복원을 다시 시도하거나 현재 값을 유지하세요.
pt: A restauração está incompleta. Tente novamente a restauração ou mantenha os valores atuais para continuar.
ru: Восстановление не завершено. Выберите «Повторить попытку восстановления» или «Оставить текущие значения», чтобы продолжить.
tr: Geri yükleme tamamlanmadı. Devam etmek için geri yüklemeyi yeniden deneyin veya geçerli değerleri koruyun.
zh_hans: 恢复未完成，请选择重试恢复或保留当前值。
zh_hant: 還原未完成，請選擇重試還原或保留目前值。

source: Restoration is incomplete: %@
ar: الاستعادة غير مكتملة: %@
de: Wiederherstellung unvollständig: %@
es: La restauración está incompleta: %@
fr: La restauration est incomplète : %@
ja: 復元が完了していません：%@
ko: 복원이 완료되지 않았습니다: %@
pt: A restauração está incompleta: %@
ru: Восстановление неполное: %@
tr: Geri yükleme tamamlanmadı: %@
zh_hans: 恢复未完成：%@
zh_hant: 還原未完成：%@

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_hans: 恢复
zh_hant: 還原

source: Restore the most recent setting that supports rollback.
ar: قم باستعادة الإعداد الأحدث الذي يدعم التراجع.
de: Die zuletzt geänderte Einstellung wiederherstellen, deren Änderung rückgängig gemacht werden kann.
es: Restaure la configuración más reciente que admita la reversión.
fr: Restaurez le paramètre le plus récent prenant en charge la restauration.
ja: ロールバックをサポートする最新の設定を復元します。
ko: 롤백을 지원하는 가장 최근에 변경한 설정을 복원합니다.
pt: Restaure a configuração mais recente que suporta reversão.
ru: Восстановите самую последнюю настройку, поддерживающую откат.
tr: Geri almayı destekleyen en son ayarı geri yükler.
zh_hans: 恢复最近一个支持回滚的设置。
zh_hant: 還原最近一項支援還原的設定。

source: Restored and Verified
ar: تمت الاستعادة والتحقق منها
de: Wiederhergestellt und überprüft
es: Restaurado y Verificado
fr: Restauré et vérifié
ja: 復元および検証済み
ko: 복원 및 확인됨
pt: Restaurado e verificado
ru: Восстановлено и проверено
tr: Geri Yüklendi ve Doğrulandı
zh_hans: 已恢复并验证
zh_hant: 已還原並驗證

source: Restoring
ar: جارٍ الاستعادة
de: Wird wiederhergestellt
es: Restaurando
fr: Restauration
ja: 復元中
ko: 복원 중
pt: Restaurando
ru: Восстановление
tr: Geri Yükleniyor
zh_hans: 恢复中
zh_hant: 還原中

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
pt: Tentar novamente
ru: Повторить
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 重試

source: Retry Restoration
ar: أعد محاولة الاستعادة
de: Wiederherstellung erneut versuchen
es: Reintentar restauración
fr: Réessayer la restauration
ja: 復元を再試行
ko: 복원 재시도
pt: Tentar novamente a restauração
ru: Повторить попытку восстановления
tr: Geri Yüklemeyi Yeniden Dene
zh_hans: 重试恢复
zh_hant: 重試還原

source: Retry Saving Recovery Records
ar: أعد محاولة حفظ سجلات الاسترداد
de: Speichern der Wiederherstellungsdaten erneut versuchen
es: Reintentar guardar registros de recuperación
fr: Réessayer l’enregistrement des données de récupération
ja: 復元用の記録の保存を再試行
ko: 복구 기록 저장 재시도
pt: Tentar salvar novamente os registros de recuperação
ru: Повторить попытку сохранения записей восстановления.
tr: Kurtarma Kayıtlarını Kaydetmeyi Yeniden Dene
zh_hans: 重试保存恢复记录
zh_hant: 重試儲存還原記錄

source: Retry Unfinished Items…
ar: إعادة محاولة العناصر غير المكتملة...
de: Unvollständige Vorgänge erneut versuchen…
es: Reintentar elementos sin terminar...
fr: Réessayer les éléments inachevés…
ja: 未完了の項目を再試行…
ko: 완료되지 않은 항목 재시도…
pt: Tentar novamente itens inacabados…
ru: Повторить незаконченные задачи…
tr: Tamamlanmayan Öğeleri Yeniden Dene…
zh_hans: 重试未完成项…
zh_hant: 重試未完成項…

source: Right
ar: اليمين
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
pt: Direita
ru: Справа
tr: Sağ
zh_hans: 右侧
zh_hant: 右側

source: Rollback Incomplete
ar: الاستعادة غير مكتملة
de: Wiederherstellung des vorherigen Zustands unvollständig
es: Reversión incompleta
fr: Restauration incomplète
ja: ロールバックが不完全です
ko: 롤백 미완료
pt: Reversão incompleta
ru: Откат не завершен
tr: Geri Alma Tamamlanmadı
zh_hans: 回滚未完成
zh_hant: 還原未完成

source: Rollback is incomplete. Try again.
ar: الاستعادة غير مكتملة. حاول ثانية.
de: Die Wiederherstellung des vorherigen Zustands ist unvollständig. Bitte erneut versuchen.
es: La reversión está incompleta. Vuelve a intentarlo.
fr: La restauration est incomplète. Réessayez.
ja: ロールバックが不完全です。もう一度やり直してください。
ko: 롤백이 완료되지 않았습니다. 다시 시도해 보세요.
pt: A reversão está incompleta. Tente novamente.
ru: Откат не завершен. Попробуйте еще раз.
tr: Geri alma tamamlanmadı. Yeniden deneyin.
zh_hans: 回滚未完成，请重试。
zh_hant: 還原未完成，請重試。

source: Rollback verification failed.
ar: فشل التحقق من العودة إلى الحالة السابقة.
de: Überprüfung des wiederhergestellten Zustands fehlgeschlagen.
es: Error en la verificación de reversión.
fr: La vérification de la restauration a échoué.
ja: ロールバック検証に失敗しました。
ko: 롤백 확인에 실패했습니다.
pt: Falha na verificação de reversão.
ru: Не удалось выполнить проверку отката.
tr: Geri alma doğrulaması başarısız oldu.
zh_hans: 回滚验证失败。
zh_hant: 還原驗證失敗。

source: Rollback was cancelled.
ar: تم إلغاء الاستعادة.
de: Die Wiederherstellung des vorherigen Zustands wurde abgebrochen.
es: Se canceló la reversión.
fr: La restauration a été annulée.
ja: ロールバックがキャンセルされました。
ko: 롤백이 취소되었습니다.
pt: A reversão foi cancelada.
ru: Откат отменен.
tr: Geri alma iptal edildi.
zh_hans: 回滚已取消。
zh_hant: 還原已取消。

source: Rolled Back
ar: تم التراجع
de: Vorheriger Zustand wiederhergestellt
es: Revertido
fr: État précédent restauré
ja: ロールバックされました
ko: 롤백됨
pt: Revertido
ru: Откат выполнен
tr: Geri Alındı
zh_hans: 已回滚
zh_hant: 已還原

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Save a Copy
ar: احفظ نسخة
de: Kopie speichern
es: Guardar una copia
fr: Enregistrer une copie
ja: コピーを保存する
ko: 사본 저장
pt: Salvar uma cópia
ru: Сохранить копию
tr: Kopya Kaydet
zh_hans: 保存副本
zh_hant: 儲存副本

source: Save a group of desired settings and choose which ones to apply.
ar: احفظ مجموعة من الإعدادات المطلوبة واختر الإعدادات التي تريد تطبيقها.
de: Speichern Sie eine Gruppe gewünschter Einstellungen und wählen Sie aus, welche davon angewendet werden sollen.
es: Guarde un grupo de configuraciones deseadas y elija cuáles aplicar.
fr: Enregistrez un groupe de paramètres souhaités et choisissez ceux à appliquer.
ja: 変更後の設定をひとまとめに保存し、適用する項目を選択します。
ko: 원하는 설정 그룹을 저장하고 적용할 설정을 선택하세요.
pt: Salve um grupo de configurações desejadas e escolha quais aplicar.
ru: Сохраните группу нужных настроек и выберите, какие из них применить.
tr: İstenen ayarlardan oluşan bir grup kaydedin ve hangilerinin uygulanacağını seçin.
zh_hans: 保存并选择性应用一组期望设置。
zh_hant: 儲存一組目標設定，並選擇要套用的項目。

source: Save to My Profiles
ar: حفظ في ملفات التعريف الخاصة بي
de: In „Meine Profile“ speichern
es: Guardar en Mis perfiles
fr: Enregistrer dans Mes profils
ja: 保存したプロファイルに追加
ko: 내 프로필에 저장
pt: Salvar em Meus Perfis
ru: Сохранить в мои профили
tr: Profillerime Kaydet
zh_hans: 保存到我的配置
zh_hant: 儲存到我的設定檔

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
pt: Salvo
ru: Сохранено.
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

source: Saved %@ to My Profiles
ar: تم حفظ %@ في ملفات التعريف الخاصة بي
de: %@ in „Meine Profile“ gespeichert
es: %@ guardado en Mis perfiles
fr: %@ enregistré dans Mes profils
ja: %@ をプロファイルに保存しました
ko: ‘%@’을(를) 내 프로필에 저장했습니다.
pt: %@ salvo em meus perfis
ru: %@ сохранен в моих профилях.
tr: %@, Profillerime kaydedildi
zh_hans: 已将“%@”保存到我的配置
zh_hant: 已將「%@」儲存到我的設定檔

source: Saved and verified; takes effect on next use
ar: تم الحفظ والتحقق؛ يسري مفعوله عند الاستخدام التالي
de: Gespeichert und überprüft; wirksam bei der nächsten Verwendung
es: Guardado y verificado; entra en vigor en el próximo uso
fr: Enregistré et vérifié ; prend effet à la prochaine utilisation
ja: 保存および検証されました。次回の使用時に有効になります
ko: 저장 및 확인되었습니다. 다음 사용 시부터 적용됩니다.
pt: Salvo e verificado; entra em vigor na próxima utilização
ru: Сохранено и проверено; вступает в силу при следующем использовании
tr: Kaydedildi ve doğrulandı; bir sonraki kullanımda etkili olur
zh_hans: 已保存并验证；下次使用时生效
zh_hant: 已儲存並驗證；下次使用時生效

source: Scale Effect
ar: تأثير التحجيم
de: Linear
es: Efecto a escala
fr: Effet d'échelle
ja: スケールエフェクト
ko: 크기 효과
pt: Efeito de escala
ru: Простое уменьшение
tr: Ölçekleme Efekti
zh_hans: 缩放效果
zh_hant: 縮放效果

source: Screenshot Format
ar: تنسيق لقطة الشاشة
de: Bildschirmfotoformat
es: Formato de captura de pantalla
fr: Format de capture d'écran
ja: スクリーンショットの形式
ko: 스크린샷 형식
pt: Formato de captura de tela
ru: Формат скриншота
tr: Ekran Görüntüsü Biçimi
zh_hans: 截屏格式
zh_hant: 截圖格式

source: Screenshot Save Location
ar: موقع حفظ لقطات الشاشة
de: Speicherort für Bildschirmfotos
es: Ubicación de guardado de capturas
fr: Emplacement de sauvegarde des captures d’écran
ja: スクリーンショットの保存先
ko: 스크린샷 저장 위치
pt: Local para salvar capturas de tela
ru: Место сохранения снимков экрана
tr: Ekran Görüntüsü Kayıt Konumu
zh_hans: 截屏存储位置
zh_hant: 截圖儲存位置

source: Screenshots
ar: لقطات الشاشة
de: Bildschirmfotos
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
ko: 스크린샷
pt: Capturas de tela
ru: Снимки экрана
tr: Ekran Görüntüleri
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Search All Mac Settings
ar: البحث في جميع إعدادات Mac
de: Alle Mac-Einstellungen durchsuchen
es: Buscar en todos los ajustes del Mac
fr: Rechercher dans tous les réglages du Mac
ja: すべての Mac 設定を検索
ko: 모든 Mac 설정 검색
pt: Pesquisar todas as configurações do Mac
ru: Поиск по всем настройкам Mac
tr: Tüm Mac Ayarlarında Ara
zh_hans: 搜索所有 Mac 设置
zh_hant: 搜尋所有 Mac 設定

source: Search Mac Settings
ar: ابحث في إعدادات Mac
de: Mac-Einstellungen durchsuchen
es: Buscar en Ajustes del Mac
fr: Rechercher dans Réglages du Mac
ja: Mac 設定の検索
ko: Mac 설정 검색
pt: Pesquisar configurações do Mac
ru: Поиск в настройках Mac
tr: Mac Ayarlarında Ara
zh_hans: 搜索 Mac 设置
zh_hant: 搜尋 Mac 設定

source: Search Query
ar: استعلام البحث
de: Suchanfrage
es: Consulta de búsqueda
fr: Requête de recherche
ja: 検索クエリ
ko: 검색어
pt: Consulta de pesquisa
ru: Поисковый запрос
tr: Arama Sorgusu
zh_hans: 搜索内容
zh_hant: 搜尋內容

source: Search Results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
ja: 検索結果
ko: 검색 결과
pt: Resultados da pesquisa
ru: Результаты поиска
tr: Arama Sonuçları
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search This Mac
ar: ابحث في جهاز Mac هذا
de: Diesen Mac durchsuchen
es: Buscar en este Mac
fr: Rechercher sur ce Mac
ja: この Mac を検索
ko: 이 Mac 검색
pt: Pesquisar neste Mac
ru: Искать на этом Mac
tr: Bu Mac'i Ara
zh_hans: 搜索这台 Mac
zh_hant: 搜尋這台 Mac

source: Search and adjust common settings for this Mac in one place.
ar: ابحث عن إعدادات Mac الشائعة واضبطها في مكان واحد.
de: Häufige Mac-Einstellungen suchen und zentral anpassen.
es: Busca y ajusta opciones habituales del Mac en un solo lugar.
fr: Recherchez et ajustez les réglages courants du Mac au même endroit.
ja: この Mac のよく使う設定を検索して一か所で調整します。
ko: 이 Mac의 자주 쓰는 설정을 검색하고 한곳에서 조절합니다.
pt: Pesquise e ajuste configurações comuns do Mac em um só lugar.
ru: Ищите и меняйте основные настройки этого Mac в одном месте.
tr: Bu Mac'in sık kullanılan ayarlarını tek bir yerden arayın ve düzenleyin.
zh_hans: 搜索并集中调整当前 Mac 的常用设置
zh_hant: 搜尋並集中調整目前 Mac 的常用設定

source: Search the Current Folder
ar: ابحث في المجلد الحالي
de: Aktuellen Ordner durchsuchen
es: Buscar en la carpeta actual
fr: Rechercher dans le dossier actuel
ja: 現在のフォルダーを検索
ko: 현재 폴더 검색
pt: Pesquisar na pasta atual
ru: Поиск в текущей папке
tr: Geçerli Klasörü Ara
zh_hans: 搜索当前文件夹
zh_hant: 搜尋目前資料夾

source: Secondary Click
ar: النقر الثانوي
de: Sekundärklick
es: Clic secundario
fr: Clic secondaire
ja: 副ボタンのクリック
ko: 보조 클릭
pt: Clique secundário
ru: Вспомогательное нажатие
tr: İkincil Tıklama
zh_hans: 辅助点按
zh_hant: 輔助按鈕

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 전체 선택
pt: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

source: Select a setting to include it in this profile. Off is still an explicit desired value.
ar: حدد إعدادًا لتضمينه في ملف التعريف هذا. يبقى «معطّل» قيمة مستهدفة محددة صراحةً.
de: Wählen Sie eine Einstellung aus, um sie in dieses Profil aufzunehmen. „Aus“ ist ebenfalls ein expliziter Sollwert.
es: Selecciona un ajuste para incluirlo en este perfil. Desactivado también es un valor deseado explícito.
fr: Sélectionnez un paramètre pour l’inclure dans ce profil. « Désactivé » reste une valeur souhaitée explicite.
ja: このプロファイルに含める設定を選択します。「オフ」も明示的な変更後の値として扱われます。
ko: 이 프로필에 포함할 설정을 선택하세요. ‘끔’도 명시적인 목표 값입니다.
pt: Selecione uma configuração para incluí-la neste perfil. Desligado também é um valor desejado explícito.
ru: Выберите настройку, чтобы включить ее в профиль. Значение «Выкл.» также сохраняется как желаемое состояние.
tr: Bir ayarı bu profile dahil etmek için seçin. Kapalı konumu da açık bir istenen değerdir.
zh_hans: 勾选表示配置会管理该设置；关闭仍是一个明确的期望值。
zh_hant: 勾選後，此設定檔會管理該設定；「關閉」也是明確的目標值。

source: Selected
ar: تم التحديد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt: Selecionado
ru: Выбрано
tr: Seçildi
zh_hans: 已选择
zh_hant: 已選取

source: Set Mac Setting On or Off
ar: تفعيل إعداد Mac أو تعطيله
de: Mac-Einstellung ein- oder ausschalten
es: Activar o desactivar la configuración de Mac
fr: Activer ou désactiver un réglage du Mac
ja: Mac 設定をオンまたはオフに設定する
ko: Mac 설정 켜기 또는 끄기
pt: Ativar ou desativar a configuração do Mac
ru: Включить или выключить настройку Mac
tr: Mac Ayarını Aç veya Kapat
zh_hans: 打开或关闭 Mac 设置
zh_hant: 開啟或關閉 Mac 設定

source: Setting ID
ar: معرف الإعداد
de: Einstellungs-ID
es: ID de configuración
fr: ID de réglage
ja: 設定ID
ko: 설정 ID
pt: ID de configuração
ru: Идентификатор настройки
tr: Ayar Kimliği
zh_hans: 设置 ID
zh_hant: 設定 ID

source: Settings changed through MacTools appear here.
ar: تظهر هنا الإعدادات التي تم تغييرها من خلال MacTools.
de: Über MacTools geänderte Einstellungen werden hier angezeigt.
es: Las configuraciones cambiadas a través de MacTools aparecen aquí.
fr: Les paramètres modifiés via MacTools apparaissent ici.
ja: MacTools で変更した設定がここに表示されます。
ko: MacTools를 통해 변경된 설정이 여기에 표시됩니다.
pt: As configurações alteradas por meio de MacTools aparecem aqui.
ru: Здесь отображаются настройки, измененные с помощью MacTools.
tr: MacTools üzerinden değiştirilen ayarlar burada görünür.
zh_hans: 通过 MacTools 更改设置后会显示在这里。
zh_hant: 透過 MacTools 更改的設定會顯示在這裡。

source: Settings: %@
ar: الإعدادات: %@
de: Einstellungen: %@
es: Ajustes: %@
fr: Paramètres : %@
ja: 設定：%@ 個
ko: 설정: %@
pt: Configurações: %@
ru: Настройки: %@
tr: Ayar: %@
zh_hans: %@ 项设置
zh_hant: %@ 項設定

source: Settings: %@ · Source: %@
ar: الإعدادات: %@ · المصدر: %@
de: Einstellungen: %@ · Quelle: %@
es: Ajustes: %@ · Origen: %@
fr: Paramètres : %@ · Source : %@
ja: 設定：%@ 個 · ソース：%@
ko: 설정: %@ · 출처: %@
pt: Configurações: %@ · Fonte: %@
ru: Настройки: %@ · Источник: %@
tr: Ayar: %@ · Kaynak: %@
zh_hans: %@ 项设置 · 来源 %@
zh_hant: %@ 項設定 · 來源 %@

source: Show All Filename Extensions
ar: إظهار كافة امتدادات أسماء الملفات
de: Alle Dateinamenerweiterungen anzeigen
es: Mostrar todas las extensiones de nombre de archivo
fr: Afficher toutes les extensions de nom de fichier
ja: すべてのファイル名拡張子を表示
ko: 파일 이름 확장자 모두 표시
pt: Mostrar todas as extensões de nome de arquivo
ru: Показать все расширения имен файлов
tr: Tüm Dosya Adı Uzantılarını Göster
zh_hans: 显示所有文件扩展名
zh_hant: 顯示所有副檔名

source: Show All Settings
ar: إظهار جميع الإعدادات
de: Alle Einstellungen anzeigen
es: Mostrar todas las configuraciones
fr: Afficher tous les paramètres
ja: すべての設定を表示
ko: 모든 설정 표시
pt: Mostrar todas as configurações
ru: Показать все настройки
tr: Tüm Ayarları Göster
zh_hans: 显示设置首页
zh_hant: 顯示設定首頁

source: Show Floating Thumbnail
ar: إظهار الصورة المصغرة العائمة
de: Schwebende Miniaturansicht anzeigen
es: Mostrar miniatura flotante
fr: Afficher la miniature flottante
ja: フローティングサムネイルを表示
ko: 플로팅 썸네일 표시
pt: Mostrar miniatura flutuante
ru: Показать плавающую миниатюру
tr: Yüzen Küçük Resmi Göster
zh_hans: 显示浮动缩略图
zh_hant: 顯示浮動縮圖

source: Show Indicators for Open Applications
ar: إظهار مؤشرات التطبيقات المفتوحة
de: Indikatoren für geöffnete Anwendungen anzeigen
es: Mostrar indicadores para aplicaciones abiertas
fr: Afficher les indicateurs pour les applications ouvertes
ja: 開いているアプリケーションのインジケーターを表示
ko: 열려 있는 애플리케이션에 대한 표시기 표시
pt: Mostrar indicadores para aplicativos abertos
ru: Показывать индикаторы открытых приложений
tr: Açık Uygulamaların Göstergelerini Göster
zh_hans: 为打开的应用程序显示指示灯
zh_hant: 為開啟的應用程式顯示指示燈

source: Show Path Bar
ar: إظهار شريط المسار
de: Pfadleiste anzeigen
es: Mostrar barra de ruta
fr: Afficher la barre de chemin
ja: パスバーを表示
ko: 경로 막대 표시
pt: Mostrar barra de caminho
ru: Показать панель пути
tr: Yol Çubuğunu Göster
zh_hans: 显示路径栏
zh_hant: 顯示路徑列

source: Show Recent Apps in the Dock
ar: عرض التطبيقات الحديثة في Dock
de: Zuletzt verwendete Apps im Dock anzeigen
es: Mostrar apps recientes en el Dock
fr: Afficher les applications récentes dans le Dock
ja: Dock で最近使用したアプリを表示する
ko: Dock에 최근 앱 표시
pt: Mostrar aplicativos recentes no Dock
ru: Показывать недавние приложения в Dock
tr: Dock'ta Son Kullanılan Uygulamaları Göster
zh_hans: 在程序坞中显示最近使用的 App
zh_hant: 在 Dock 中顯示最近使用的 App

source: Show Scroll Bars
ar: إظهار أشرطة التمرير
de: Bildlaufleisten anzeigen
es: Mostrar barras de desplazamiento
fr: Afficher les barres de défilement
ja: スクロールバーを表示
ko: 스크롤 막대 표시
pt: Mostrar barras de rolagem
ru: Показать полосы прокрутки
tr: Kaydırma Çubuklarını Göster
zh_hans: 显示滚动条
zh_hant: 顯示捲軸

source: Show Status Bar
ar: إظهار شريط الحالة
de: Statusleiste anzeigen
es: Mostrar barra de estado
fr: Afficher la barre d'état
ja: ステータスバーを表示
ko: 상태 막대 표시
pt: Mostrar barra de status
ru: Показать строку состояния
tr: Durum Çubuğunu Göster
zh_hans: 显示状态栏
zh_hant: 顯示狀態列

source: Show a dot below the Dock icons of running apps.
ar: إظهار نقطة أسفل أيقونات Dock للتطبيقات قيد التشغيل.
de: Punkt unter den Dock-Symbolen laufender Apps anzeigen.
es: Muestra un punto debajo de los iconos del Dock de las apps en ejecución.
fr: Afficher un point sous les icônes Dock des applications en cours d'exécution.
ja: 実行中のアプリの Dock アイコンの下にドットを表示します。
ko: 실행 중인 앱의 Dock 아이콘 아래에 점을 표시합니다.
pt: Mostra um ponto abaixo dos ícones dos aplicativos em execução no Dock.
ru: Показывать точку под значками Dock запущенных приложений.
tr: Çalışan uygulamaların Dock simgelerinin altında nokta gösterir.
zh_hans: 在运行中的 App 图标下方显示圆点。
zh_hant: 在執行中的 App 圖示下方顯示圓點。

source: Show all filename extensions in Finder.
ar: إظهار كافة امتدادات أسماء الملفات في Finder.
de: Alle Dateinamenerweiterungen im Finder anzeigen.
es: Mostrar todas las extensiones de nombre de archivo en Finder.
fr: Afficher toutes les extensions de nom de fichier dans Finder.
ja: Finder のすべてのファイル名拡張子を表示します。
ko: Finder의 모든 파일 이름 확장자를 표시합니다.
pt: Mostrar todas as extensões de nome de arquivo no Finder.
ru: Показать все расширения имен файлов в Finder.
tr: Finder'da tüm dosya adı uzantılarını gösterir.
zh_hans: 在访达中显示所有文件名扩展名。
zh_hant: 在 Finder 中顯示所有副檔名。

source: Show details for %@
ar: عرض تفاصيل %@
de: Details für %@ anzeigen
es: Mostrar detalles de %@
fr: Afficher les détails pour %@
ja: %@の詳細を表示
ko: %@ 세부정보 표시
pt: Mostrar detalhes de %@
ru: Показать сведения о настройке «%@»
tr: %@ için ayrıntıları göster
zh_hans: 显示 %@ 的详情
zh_hant: 顯示 %@ 的詳情

source: Show filename extensions, the path bar, and the status bar, and search the current folder by default.
ar: إظهار امتدادات أسماء الملفات وشريط المسار وشريط الحالة، والبحث في المجلد الحالي بشكل افتراضي.
de: Dateinamenerweiterungen, Pfadleiste und Statusleiste anzeigen sowie standardmäßig den aktuellen Ordner durchsuchen.
es: Muestra las extensiones de los archivos, la barra de ruta y la barra de estado, y busca en la carpeta actual de forma predeterminada.
fr: Afficher les extensions de nom de fichier, la barre de chemin et la barre d'état, et rechercher dans le dossier actuel par défaut.
ja: ファイル名拡張子、パスバー、ステータスバーを表示し、デフォルトの検索範囲を現在のフォルダーにします。
ko: 파일 이름 확장자, 경로 막대, 상태 막대를 표시하고 기본적으로 현재 폴더를 검색합니다.
pt: Mostrar extensões de nome de arquivo, barra de caminho e barra de status e pesquisar a pasta atual por padrão.
ru: Показывать расширения имен файлов, строку пути и строку состояния, а также выполнять поиск в текущей папке по умолчанию.
tr: Dosya adı uzantılarını, yol çubuğunu ve durum çubuğunu gösterir; aramayı varsayılan olarak geçerli klasörde yapar.
zh_hans: 显示文件扩展名、路径栏和状态栏，并优先搜索当前文件夹。
zh_hant: 顯示副檔名、路徑列和狀態列，並優先搜尋目前資料夾。

source: Show folders before files in Finder windows.
ar: إظهار المجلدات قبل الملفات في نوافذ Finder.
de: Ordner vor Dateien in Finder-Fenstern anzeigen.
es: Muestra las carpetas antes que los archivos en las ventanas de Finder.
fr: Afficher les dossiers avant les fichiers dans les fenêtres Finder.
ja: Finder ウィンドウでファイルの前にフォルダーを表示します。
ko: Finder 창에서 파일 앞에 폴더를 표시합니다.
pt: Mostrar pastas antes dos arquivos nas janelas do Finder.
ru: Показывать папки перед файлами в окнах Finder.
tr: Finder pencerelerinde klasörleri dosyalardan önce gösterir.
zh_hans: 在访达窗口中先显示文件夹，再显示文件。
zh_hant: 在 Finder 視窗中先顯示資料夾，再顯示檔案。

source: Show item counts and available space at the bottom of Finder windows.
ar: إظهار عدد العناصر والمساحة المتوفرة أسفل نوافذ Finder.
de: Anzahl der Elemente und verfügbaren Speicherplatz unten in Finder-Fenstern anzeigen.
es: Muestra el recuento de elementos y el espacio disponible en la parte inferior de las ventanas de Finder.
fr: Afficher le nombre d'éléments et l'espace disponible en bas des fenêtres Finder.
ja: Finder ウィンドウの下部にアイテム数と空き容量を表示します。
ko: Finder 창 하단에 항목 수와 사용 가능한 공간을 표시합니다.
pt: Mostrar contagens de itens e espaço disponível na parte inferior das janelas do Finder.
ru: Показывать количество элементов и доступное место в нижней части окон Finder.
tr: Finder penceresinin altında öğe sayısını ve kullanılabilir alanı gösterir.
zh_hans: 在访达窗口底部显示项目数量和可用空间。
zh_hant: 在 Finder 視窗底部顯示項目數量和可用空間。

source: Show recently used apps beside pinned apps.
ar: إظهار التطبيقات المستخدمة مؤخرًا بجانب التطبيقات المثبّتة في Dock.
de: Zuletzt verwendete Apps neben angehefteten Apps anzeigen.
es: Muestra las aplicaciones utilizadas recientemente junto a las aplicaciones fijadas.
fr: Afficher les applications récemment utilisées à côté des applications épinglées.
ja: 固定されたアプリの横に最近使用したアプリを表示します。
ko: 고정된 앱 옆에 최근 사용한 앱을 표시합니다.
pt: Mostrar aplicativos usados recentemente ao lado de aplicativos fixados.
ru: Показывать недавно использованные приложения рядом с закрепленными.
tr: Sabitlenen uygulamaların yanında son kullanılan uygulamaları gösterir.
zh_hans: 在固定 App 旁显示最近使用的应用。
zh_hant: 在已固定的 App 旁顯示最近使用的 App。
